Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.PourNumber
The PourNumber class represents the pour number filter expression.

Tekla.Structures.Filtering.Categories.PourObjectFilterExpressions.PourNumber.#ctor
Initializes a new instance of the PourNumber class.